Repository: wazo-pbx/wazo-admin-ui-conference
Catalog: wazo_plugind_admin_ui_conference_official/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Extension
nl: Extentie

source: Name
nl: Naam

source: Announce join leave
nl: Meld aankomst vertrek

source: Announce only user
nl: Meld enige gebruiker

source: Announce user count
nl: Meld aantal gebruikers

source: Music On Hold
nl: Wacht Muziek

source: Admin PIN
nl: Beheerder PIN

source: Quiet join/leave
nl: Stil aankomst/vertrek

source: conference
nl: conferentie

source: Conferences
nl: conferenties

source: Conference
nl: Conferentie

source: internal
nl: intern

source: Add Conference
nl: Conferentie toevoegen

source: Add
nl: Toevoegen
